import datetime

this_year = datetime.datetime.now().strftime('%Y')

print(this_year)
title_list = [
    f'{this_year}년 필수 구매해야할',
    '이번 시즌 구매각!!',
    '안사면 후회해요~',
    '지금 사야되는',
    '이번 시즌 마지막 세일',
    '이번달 마지막 세일',
    '판매 순위 TOP 10',
    '반짝 할인!',
    '번개 할인!',
    '지금 당장 구매해야하는',
    '오늘까지 이 가격,',
    '',
    ''
]

title_end = [
    '리뷰',
    '리뷰 정보',
    '리뷰 모음',
    '리뷰 모아보기',
    '리뷰 정보보기',
    '리뷰 둘러보기',
    '할인',
    '할인 정보',
    '할인 모음',
    '할인 모아보기',
    '할인 둘러보기',
    '세일',
    '세일 정보',
    '세일 모음',
    '세일 모아보기',
    '세일 둘러보기',
    '구매 정보',
    '구매 사이트 확인',
    '후기',
    '후기 정보',
    '후기 모음',
    '후기 둘러보기',
    '후기 모아보기'
]
